{
    "I": 0,
    "am": 1,
    "a": 2,
    "human.": 3,
    "You": 4,
    "are": 5,
    "also": 6,
    "tree.": 7,
    "dog.": 8,
    "Dogs": 9,
    "have": 10,
    "four": 11,
    "legs.": 12,
    "Cats": 13,
    "Frogs": 14,
    "Whales": 15,
    "mammals.": 16,
    "ChatGPT": 17,
    "was": 18,
    "created": 19,
    "by": 20,
    "OpenAI.": 21,
    "Life": 22,
    "is": 23,
    "too": 24,
    "short": 25,
    "to": 26,
    "spend": 27,
    "time": 28,
    "with": 29,
    "people": 30,
    "who": 31,
    "suck": 32,
    "the": 33,
    "happiness": 34,
    "out": 35,
    "of": 36,
    "you.": 37,
    "If": 38,
    "someone": 39,
    "wants": 40,
    "you": 41,
    "in": 42,
    "their": 43,
    "life,": 44,
    "they'll": 45,
    "make": 46,
    "room": 47,
    "for": 48,
    "shouldn't": 49,
    "fight": 50,
    "spot.": 51,
    "Never,": 52,
    "ever": 53,
    "insist": 54,
    "yourself": 55,
    "continuously": 56,
    "overlooks": 57,
    "your": 58,
    "worth.": 59,
    "And": 60,
    "remember,": 61,
    "it's": 62,
    "not": 63,
    "that": 64,
    "stand": 65,
    "side": 66,
    "when": 67,
    "you're": 68,
    "at": 69,
    "best,": 70,
    "but": 71,
    "ones": 72,
    "beside": 73,
    "worst": 74,
    "true": 75,
    "friends.": 76,
    "In": 77,
    "flood": 78,
    "darkness,": 79,
    "hope": 80,
    "light.": 81,
    "It": 82,
    "brings": 83,
    "comfort,": 84,
    "faith,": 85,
    "and": 86,
    "confidence.": 87,
    "gives": 88,
    "us": 89,
    "guidance": 90,
    "we": 91,
    "lost,": 92,
    "support": 93,
    "afraid.": 94,
    "moment": 95,
    "give": 96,
    "up": 97,
    "hope,": 98,
    "our": 99,
    "lives.": 100,
    "The": 101,
    "world": 102,
    "live": 103,
    "disintegrating": 104,
    "into": 105,
    "place": 106,
    "malice": 107,
    "hatred,": 108,
    "where": 109,
    "need": 110,
    "find": 111,
    "it": 112,
    "harder.": 113,
    "this": 114,
    "fear,": 115,
    "better,": 116,
    "easier": 117,
    "said": 118,
    "than": 119,
    "done,": 120,
    "more": 121,
    "meaningful": 122,
    "life": 123,
    "faith": 124,
    "will": 125,
    "meaningful.": 126,
    "Only": 127,
    "understand": 128,
    "meaning": 129,
    "can": 130,
    "truly.": 131,
    "Bittersweet": 132,
    "as": 133,
    "is,": 134,
    "still": 135,
    "wonderful,": 136,
    "fascinating": 137,
    "even": 138,
    "tragedy.": 139,
    "just": 140,
    "alive,": 141,
    "try": 142,
    "harder": 143,
    "wonderfully.": 144,
    "believe": 145,
    "there": 146,
    "person": 147,
    "sunshine": 148,
    "life.": 149,
    "That": 150,
    "may": 151,
    "enough": 152,
    "spread": 153,
    "around.": 154,
    "But": 155,
    "if": 156,
    "really": 157,
    "wait": 158,
    "bring": 159,
    "sun": 160,
    "good": 161,
    "feeling,": 162,
    "then": 163,
    "long": 164,
    "time.": 165,
    "Hiding": 166,
    "behind": 167,
    "loose": 168,
    "dusty": 169,
    "curtain,": 170,
    "teenager": 171,
    "packed": 172,
    "his": 173,
    "overcoat": 174,
    "suitcase.": 175,
    "He": 176,
    "planned": 177,
    "leave": 178,
    "home": 179,
    "dusk": 180,
    "though": 181,
    "thunder": 182,
    "lightning": 183,
    "outdoors.": 184,
    "had": 185,
    "got": 186,
    "do": 187,
    "because": 188,
    "he": 189,
    "tired": 190,
    "parents'nagging": 191,
    "about": 192,
    "English": 193,
    "study": 194,
    "did": 195,
    "want": 196,
    "go": 197,
    "through": 198,
    "any": 199,
    "longer.": 200,
    "couldn't": 201,
    "get": 202,
    "along": 203,
    "well": 204,
    "disliked": 205,
    "joining": 206,
    "classes": 207,
    "thought": 208,
    "teacher": 209,
    "ignored": 210,
    "him": 211,
    "on": 212,
    "purpose.": 213,
    "As": 214,
    "result,": 215,
    "score": 216,
    "each": 217,
    "exam": 218,
    "never": 219,
    "added": 220,
    "over": 221,
    "60.": 222,
    "His": 223,
    "partner": 224,
    "concerned": 225,
    "very": 226,
    "much.": 227,
    "She": 228,
    "understood": 229,
    "exactly": 230,
    "what": 231,
    "suffering": 232,
    "from,": 233,
    "entirely": 234,
    "disagreed": 235,
    "idea.": 236,
    "order": 237,
    "calm": 238,
    "down": 239,
    "settle": 240,
    "problem,": 241,
    "she": 242,
    "talked": 243,
    "face": 244,
    "swapped": 245,
    "series": 246,
    "learning": 247,
    "tips": 248,
    "him.": 249,
    "items": 250,
    "set": 251,
    "helped": 252,
    "highway": 253,
    "studying": 254,
    "well.": 255,
    "grateful": 256,
    "great": 257,
    "power": 258,
    "from": 259,
    "friend’s": 260,
    "words.": 261,
    "Now,": 262,
    "has": 263,
    "recovered": 264,
    "being": 265,
    "upset": 266,
    "fallen": 267,
    "love": 268,
    "English.": 269,
    "This": 270,
    "language": 271,
    "model.": 272,
    "Generative": 273,
    "Dynamic": 274,
    "Denoising": 275,
    "Model": 276,
    "great!": 277,
    "Today": 278,
    "last": 279,
    "day": 280,
    "WINTER": 281,
    "5DAYS.": 282,
    "today": 283,
    "announce": 284,
    "latest": 285,
    "new": 286,
    "frontier": 287,
    "model": 288,
    "-": 289,
    "GTC-2.": 290,
    "super": 291,
    "excited": 292,
    "today.": 293,
    "A": 294,
    "four-year-old": 295,
    "girl": 296,
    "stunned": 297,
    "paleontologists": 298,
    "after": 299,
    "found": 300,
    "perfectly-preserved": 301,
    "dinosaur": 302,
    "footprint": 303,
    "dates": 304,
    "back": 305,
    "220": 306,
    "million": 307,
    "years.": 308,
    "Lily": 309,
    "Wilder": 310,
    "made": 311,
    "discovery": 312,
    "January": 313,
    "23": 314,
    "while": 315,
    "walking": 316,
    "beach": 317,
    "South": 318,
    "Wales": 319,
    "her": 320,
    "father": 321,
    "family": 322,
    "way": 323,
    "supermarket": 324,
    "saw": 325,
    "imprinted": 326,
    "rock.": 327,
    "\"It": 328,
    "low": 329,
    "rock,": 330,
    "shoulder": 331,
    "height": 332,
    "Lily,": 333,
    "spotted": 334,
    "said,": 335,
    "'look,": 336,
    "Daddy,'": 337,
    "mother,": 338,
    "Sally": 339,
    "Wilder,": 340,
    "said.": 341,
    "\"She": 342,
    "doesn't": 343,
    "quite": 344,
    "grasp": 345,
    "how": 346,
    "amazing": 347,
    "is.\"": 348,
    "At": 349,
    "first,": 350,
    "print,": 351,
    "which": 352,
    "10": 353,
    "cm": 354,
    "(4": 355,
    "inches)": 356,
    "long,": 357,
    "scratched": 358,
    "rock": 359,
    "an": 360,
    "artist.": 361,
    "mother": 362,
    "aware": 363,
    "similar": 364,
    "footprints": 365,
    "been": 366,
    "piece": 367,
    "coast": 368,
    "before,": 369,
    "so": 370,
    "posted": 371,
    "social": 372,
    "media.": 373,
    "\"I": 374,
    "fossil": 375,
    "identification": 376,
    "page": 377,
    "Facebook": 378,
    "went": 379,
    "bit": 380,
    "crazy,\"": 381,
    "told": 382,
    "Online.": 383,
    "Shortly": 384,
    "after,": 385,
    "National": 386,
    "Museum": 387,
    "touch": 388,
    "family,": 389,
    "officials": 390,
    "since": 391,
    "retrieved": 392,
    "print": 393,
    "put": 394,
    "museum.": 395,
    "Experts": 396,
    "most": 397,
    "likely": 398,
    "left": 399,
    "stood": 400,
    "75": 401,
    "centimeters": 402,
    "(29.5": 403,
    "tall": 404,
    "2.5": 405,
    "meters": 406,
    "(about": 407,
    "8": 408,
    "feet)": 409,
    "walked": 410,
    "its": 411,
    "two": 412,
    "hind": 413,
    "feet.": 414,
    "impossible": 415,
    "identify": 416,
    "type": 417,
    "it,": 418,
    "although": 419,
    "experts": 420,
    "typically": 421,
    "classify": 422,
    "Grallator": 423,
    "Welsh": 424,
    "scientists": 425,
    "calling": 426,
    "girl's": 427,
    "\"the": 428,
    "finest": 429,
    "impression": 430,
    "215": 431,
    "million-year-old": 432,
    "Britain": 433,
    "decade,\"": 434,
    "according": 435,
    "says": 436,
    "daughter's": 437,
    "interest": 438,
    "dinosaurs": 439,
    "ignited": 440,
    "she's": 441,
    "playing": 442,
    "collection": 443,
    "Dino": 444,
    "toys": 445,
    "models.": 446,
    "\"What's": 447,
    "name": 448,
    "goes": 449,
    "finder": 450,
    "museum,": 451,
    "could": 452,
    "be": 453,
    "grandchildren": 454,
    "going": 455,
    "visit": 456,
    "museum": 457,
    "one": 458,
    "day,": 459,
    "years": 460,
    "generations": 461,
    "come,": 462,
    "amazing,\"": 463,
    "Right": 464,
    "under": 465,
    "noses,": 466,
    "animals": 467,
    "developed": 468,
    "own": 469,
    "relationship": 470,
    "human": 471,
    "technology.": 472,
    "microchipped,": 473,
    "monitored": 474,
    "security": 475,
    "robots,": 476,
    "trained": 477,
    "bark": 478,
    "\"autonomous\"": 479,
    "shock": 480,
    "collars.": 481,
    "agriculture": 482,
    "industry": 483,
    "uses": 484,
    "Fitbit": 485,
    "devices": 486,
    "track": 487,
    "livestock": 488,
    "health": 489,
    "few": 490,
    "Big": 491,
    "Ag": 492,
    "firms": 493,
    "deployed": 494,
    "facial": 495,
    "recognition-esque": 496,
    "technology": 497,
    "individual": 498,
    "cows.": 499,
    "Wildlife": 500,
    "several": 501,
    "major": 502,
    "cities,": 503,
    "including": 504,
    "New": 505,
    "York,": 506,
    "now": 507,
    "regularly": 508,
    "tracked": 509,
    "cameras,": 510,
    "temperature": 511,
    "motion": 512,
    "sensors.": 513,
    "Those": 514,
    "myriad": 515,
    "interactions": 516,
    "underscore": 517,
    "humans": 518,
    "developing": 519,
    "complicated,": 520,
    "many": 521,
    "ways": 522,
    "harmful,": 523,
    "relationships": 524,
    "inventions": 525,
    "like": 526,
    "computers,": 527,
    "internet,": 528,
    "artificial": 529,
    "intelligence,": 530,
    "same": 531,
    "happening": 532,
    "animals.": 533,
    "While": 534,
    "certainly": 535,
    "don't": 536,
    "use": 537,
    "do,": 538,
    "lives": 539,
    "drastically": 540,
    "transformed": 541,
    "ranging": 542,
    "amusing": 543,
    "liberating": 544,
    "potentially": 545,
    "dystopian.": 546,
    "researchers": 547,
    "relatively": 548,
    "field": 549,
    "called": 550,
    "animal-computer": 551,
    "interaction": 552,
    "come": 553,
    "in.": 554,
    "\"The": 555,
    "whole": 556,
    "trying": 557,
    "these": 558,
    "natural": 559,
    "user": 560,
    "interfaces": 561,
    "look": 562,
    "like,\"": 563,
    "David": 564,
    "Roberts,": 565,
    "North": 566,
    "Carolina": 567,
    "State": 568,
    "University": 569,
    "computer": 570,
    "science": 571,
    "professor": 572,
    "studies": 573,
    "interaction.": 574,
    "\"Because": 575,
    "asymmetries": 576,
    "differences": 577,
    "communication": 578,
    "abilities": 579,
    "—": 580,
    "versus": 581,
    "nonhuman": 582,
    "onboarding": 583,
    "training": 584,
    "computers": 585,
    "pretty": 586,
    "hard": 587,
    "challenge.": 588,
    "community": 589,
    "focused": 590,
    "small.": 591,
    "main": 592,
    "conference": 593,
    "devoted": 594,
    "area": 595,
    "celebrated": 596,
    "10th": 597,
    "anniversary": 598,
    "only": 599,
    "handful": 600,
    "research": 601,
    "institutes": 602,
    "scattered": 603,
    "across": 604,
    "topic.": 605,
    "Still,": 606,
    "breadth": 607,
    "challenges": 608,
    "raised": 609,
    "animal": 610,
    "mean": 611,
    "deserves": 612,
    "far": 613,
    "focus": 614,
    "receives.": 615,
    "Consider": 616,
    "tech": 617,
    "isn't": 618,
    "showing": 619,
    "homes": 620,
    "zoos,": 621,
    "agricultural": 622,
    "settings,": 623,
    "cities": 624,
    "large": 625,
    "populations,": 626,
    "wild.": 627,
    "Much": 628,
    "field's": 629,
    "current": 630,
    "focuses": 631,
    "designing": 632,
    "might": 633,
    "help": 634,
    "One": 635,
    "recent": 636,
    "evaluated": 637,
    "benefit": 638,
    "installing": 639,
    "microphone": 640,
    "dog's": 641,
    "collar": 642,
    "create": 643,
    "\"bite": 644,
    "detection": 645,
    "algorithm\"": 646,
    "evaluate": 647,
    "dogs": 648,
    "stressed.": 649,
    "Similarly,": 650,
    "Massachusetts": 651,
    "Institute": 652,
    "Technology": 653,
    "Media": 654,
    "Lab": 655,
    "proposed": 656,
    "modified": 657,
    "incubator": 658,
    "TamagoPhone": 659,
    "that's": 660,
    "designed": 661,
    "transmit": 662,
    "sound": 663,
    "between": 664,
    "bird": 665,
    "eggs": 666,
    "increasing": 667,
    "both": 668,
    "survival": 669,
    "rate": 670,
    "chicks": 671,
    "facilitating": 672,
    "relationship.": 673,
    "Another": 674,
    "technological": 675,
    "systems": 676,
    "interact.": 677,
    "There's": 678,
    "particular": 679,
    "building": 680,
    "technologies": 681,
    "improve": 682,
    "guide": 683,
    "companions.": 684,
    "concern": 685,
    "animals,": 686,
    "hurt": 687,
    "them": 688,
    "too.": 689,
    "Take": 690,
    "drones.": 691,
    "pets": 692,
    "appear": 693,
    "fun": 694,
    "YouTube": 695,
    "full": 696,
    "videos": 697,
    "taking": 698,
    "consumer": 699,
    "drones": 700,
    "potential": 701,
    "stress": 702,
    "or": 703,
    "injure": 704,
    "Haifa's": 705,
    "Tech4Animals": 706,
    "lab": 707,
    "revealed": 708,
    "2016.": 709,
    "animals'": 710,
    "better": 711,
    "used": 712,
    "neglect": 713,
    "them,": 714,
    "highlight.": 715,
    "Robotic": 716,
    "feeders": 717,
    "autonomous": 718,
    "litter": 719,
    "boxes": 720,
    "care": 721,
    "justify": 722,
    "paying": 723,
    "less": 724,
    "attention": 725,
    "pets.": 726,
    "Surveillance": 727,
    "keep": 728,
    "cows": 729,
    "monitor": 730,
    "welfare,": 731,
    "some": 732,
    "leading": 733,
    "warned": 734,
    "paper": 735,
    "year,": 736,
    "they": 737,
    "reproductive": 738,
    "cycles": 739,
    "eye": 740,
    "boosting": 741,
    "dairy": 742,
    "farm": 743,
    "slaughterhouse's": 744,
    "profits.": 745,
    "Technology,": 746,
    "scholars": 747,
    "argued,": 748,
    "cannot": 749,
    "without": 750,
    "considering": 751,
    "already": 752,
    "contemporary": 753,
    "society.": 754,
    "time,": 755,
    "emerging": 756,
    "further": 757,
    "complicate": 758,
    "interactions.": 759,
    "amount": 760,
    "nascent": 761,
    "understanding": 762,
    "what,": 763,
    "exactly,": 764,
    "comprehend": 765,
    "feel": 766,
    "Most": 767,
    "behavior,": 768,
    "think": 769,
    "know": 770,
    "capacity": 771,
    "profoundly": 772,
    "incorrect": 773,
    "guesses": 774,
    "certain": 775,
    "behaviors": 776,
    "mean.": 777,
    "\"One": 778,
    "interesting": 779,
    "questions\"": 780,
    "ponder,": 781,
    "Zamansky,": 782,
    "researcher,": 783,
    "whether": 784,
    "\"when": 785,
    "no": 786,
    "communicate": 787,
    "needs.\"": 788,
    "recently": 789,
    "popular": 790,
    "literature": 791,
    "Denmark": 792,
    "become": 793,
    "all": 794,
    "known": 795,
    "generality": 796,
    "readers;": 797,
    "names": 798,
    "Danish": 799,
    "authors": 800,
    "heard": 801,
    "shores": 802,
    "island,": 803,
    "where,": 804,
    "800": 805,
    "ago,": 806,
    "Canute,": 807,
    "monarch,": 808,
    "reigned.": 809,
    "Perhaps": 810,
    "partly": 811,
    "traceable": 812,
    "fact,": 813,
    "direct": 814,
    "Great": 815,
    "Denmark,": 816,
    "Hamburgh,": 817,
    "north-west": 818,
    "portion": 819,
    "Germany,": 820,
    "formed": 821,
    "pathway": 822,
    "countries,": 823,
    "usual": 824,
    "medium": 825,
    "intercourse.": 826,
    "Even": 827,
    "during": 828,
    "late": 829,
    "Schleswig-Holstein": 830,
    "hostilities,": 831,
    "principal": 832,
    "accounts": 833,
    "theatre": 834,
    "war": 835,
    "were": 836,
    "received": 837,
    "Hamburgh": 838,
    "newspapers;": 839,
    "information": 840,
    "almost": 841,
    "Britain,": 842,
    "political": 843,
    "events": 844,
    "derived": 845,
    "German": 846,
    "papers.": 847,
    "No": 848,
    "wonder,": 849,
    "then,": 850,
    "works": 851,
    "appeared": 852,
    "country": 853,
    "have,": 854,
    "exceptions,": 855,
    "re-translations": 856,
    "versions;": 857,
    "themselves": 858,
    "classed": 859,
    "Germans.": 860,
    "limited": 861,
    "influence": 862,
    "exercised": 863,
    "destinies": 864,
    "international": 865,
    "relations": 866,
    "greater": 867,
    "part": 868,
    "European": 869,
    "governments,": 870,
    "influx": 871,
    "travellers": 872,
    "sunny": 873,
    "south": 874,
    "rather": 875,
    "bleak": 876,
    "north,": 877,
    "tended,": 878,
    "united": 879,
    "prevent": 880,
    "intimate": 881,
    "acquaintance": 882,
    "taken": 883,
    "regard": 884,
    "those": 885,
    "countries": 886,
    "within": 887,
    "easy": 888,
    "reach,": 889,
    "brought": 890,
    "prominently": 891,
    "contact": 892,
    "England.": 893,
    "Although": 894,
    "every": 895,
    "supposed": 896,
    "French,": 897,
    "translations": 898,
    "seen": 899,
    "penny": 900,
    "magazine.": 901,
    "treasures": 902,
    "lore": 903,
    "numerous": 904,
    "interpreters;": 905,
    "Spanish": 906,
    "Portuguese": 907,
    "writers": 908,
    "translators;": 909,
    "best": 910,
    "Italian": 911,
    "authors,": 912,
    "difficult": 913,
    "Dante": 914,
    "Manzoni’s": 915,
    "\"Promessi": 916,
    "Sposi,\"": 917,
    "rendered": 918,
    "English,": 919,
    "read": 920,
    "beautiful": 921,
    "originals.": 922,
    "But,": 923,
    "except": 924,
    "élite": 925,
    "learned": 926,
    "literary": 927,
    "world,": 928,
    "native": 929,
    "instructed": 930,
    "amused": 931,
    "inhabitants": 932,
    "Sweden,": 933,
    "Norway,": 934,
    "remained": 935,
    "much": 936,
    "unknown": 937,
    "situated": 938,
    "base": 939,
    "Mountains": 940,
    "Moon—shut": 941,
    "swamps": 942,
    "deserts,": 943,
    "guarded": 944,
    "tribes": 945,
    "savages,": 946,
    "scarcely": 947,
    "ferocious": 948,
    "wild": 949,
    "beasts": 950,
    "nearly": 951,
    "impervious": 952,
    "forests.": 953,
    "taste": 954,
    "seems": 955,
    "springing": 956,
    "up;": 957,
    "translators,": 958,
    "having": 959,
    "well-nigh": 960,
    "exhausted": 961,
    "south,": 962,
    "turning": 963,
    "north;": 964,
    "probable": 965,
    "latter": 966,
    "half": 967,
    "nineteenth": 968,
    "century": 969,
    "Scandinavia": 970,
    "familiar": 971,
    "descendants": 972,
    "Anglo-Saxons,": 973,
    "mythology": 974,
    "north": 975,
    "as—well": 976,
    "ancient": 977,
    "Greece": 978,
    "Pagan": 979,
    "Rome—that": 980,
    "Scandinavian": 981,
    "Odin": 982,
    "Jove,": 983,
    "Freya": 984,
    "Venus,": 985,
    "Thor": 986,
    "Mars,": 987,
    "Norsemen;": 988,
    "Niflheim—the": 989,
    "dark": 990,
    "cold": 991,
    "spirit-world,": 992,
    "frozen": 993,
    "rivers": 994,
    "gloomy": 995,
    "vapours,": 996,
    "extreme": 997,
    "north—was": 998,
    "deemed": 999,
    "abode": 1000,
    "terrors;": 1001,
    "Muspelheim,": 1002,
    "fire;": 1003,
    "Valhalla,": 1004,
    "five": 1005,
    "hundred": 1006,
    "forty": 1007,
    "gates,": 1008,
    "resort": 1009,
    "warriors": 1010,
    "died": 1011,
    "battle,": 1012,
    "distinguished": 1013,
    "valiant": 1014,
    "deeds.": 1015,
    "strange": 1016,
    "tales": 1017,
    "been,": 1018,
    "still,": 1019,
    "frequently": 1020,
    "introduced": 1021,
    "poetry": 1022,
    "romance.": 1023,
    "sung": 1024,
    "poems": 1025,
    "historic": 1026,
    "Skalds,": 1027,
    "who,": 1028,
    "Icelandic": 1029,
    "origin,": 1030,
    "productions": 1031,
    "Norway;": 1032,
    "often": 1033,
    "alluded": 1034,
    "Sagas,[3]": 1035,
    "narrations,": 1036,
    "valued": 1037,
    "rude": 1038,
    "ages.": 1039,
    "specimen": 1040,
    "old": 1041,
    "Skaldic": 1042,
    "\"Quida,": 1043,
    "Death": 1044,
    "Song": 1045,
    "Regnar": 1046,
    "Lodbrok,\"": 1047,
    "earliest": 1048,
    "poets": 1049,
    "son": 1050,
    "Sigurd": 1051,
    "Ring,": 1052,
    "king": 1053,
    "adjacent": 1054,
    "countries.": 1055,
    "was,": 1056,
    "King": 1057,
    "Isles;": 1058,
    "afterwards,": 1059,
    "sea-king,": 1060,
    "terror": 1061,
    "coasts": 1062,
    "England,": 1063,
    "Scotland,": 1064,
    "Ireland,": 1065,
    "Flanders,": 1066,
    "Norway": 1067,
    "Sweden.": 1068,
    "exploits": 1069,
    "Norwich": 1070,
    "Lindisfarn": 1071,
    "eventually": 1072,
    "cause": 1073,
    "prisoner": 1074,
    "Ella,": 1075,
    "Northumberland,": 1076,
    "death": 1077,
    "cruel": 1078,
    "manner,": 1079,
    "shut": 1080,
    "vipers,": 1081,
    "worms,": 1082,
    "other": 1083,
    "loathsome": 1084,
    "reptiles.": 1085,
    "wife,": 1086,
    "wives—for": 1087,
    "Regnar’s": 1088,
    "matrimonial": 1089,
    "code": 1090,
    "unlike": 1091,
    "Turks—was": 1092,
    "famed": 1093,
    "poetical": 1094,
    "talents,": 1095,
    "beauty;": 1096,
    "listened": 1097,
    "prophetic": 1098,
    "warnings,": 1099,
    "would": 1100,
    "victim": 1101,
    "barbarous": 1102,
    "revenge": 1103,
    "Northumbrian": 1104,
    "chief.": 1105,
    "There": 1106,
    "fanciful": 1107,
    "Norwegian": 1108,
    "tradition": 1109,
    "respecting": 1110,
    "wife": 1111,
    "Lodbrok,": 1112,
    "related": 1113,
    "Torf?us,": 1114,
    "antiquary": 1115,
    "historian,": 1116,
    "educated": 1117,
    "principally": 1118,
    "Copenhagen,": 1119,
    "passed": 1120,
    "beginning": 1121,
    "present": 1122,
    "century.": 1123,
    "legend": 1124,
    "says,": 1125,
    "Spangereid,": 1126,
    "isthmus": 1127,
    "golden": 1128,
    "harp": 1129,
    "cast,": 1130,
    "waves,": 1131,
    "shore": 1132,
    "small": 1133,
    "sheltered": 1134,
    "bay;": 1135,
    "gift": 1136,
    "ocean": 1137,
    "little": 1138,
    "surpassing": 1139,
    "beauty.": 1140,
    "sheep": 1141,
    "peasants": 1142,
    "her;": 1143,
    "report": 1144,
    "loveliness": 1145,
    "reached": 1146,
    "ears": 1147,
    "islands,": 1148,
    "sought": 1149,
    "abode,": 1150,
    "married": 1151,
    "her.": 1152,
    "names—Aslauga": 1153,
    "Kraaka.": 1154,
    "hill": 1155,
    "near": 1156,
    "childhood": 1157,
    "Aslauga’s": 1158,
    "hill—a": 1159,
    "stream": 1160,
    "there,": 1161,
    "Kraakabecker,": 1162,
    "rivulet": 1163,
    "Kraaka—and": 1164,
    "bay": 1165,
    "Gull-Siken,": 1166,
    "Golden": 1167,
    "Bay.": 1168,
    "M?inichen’s": 1169,
    "\"Danish": 1170,
    "Dictionary": 1171,
    "Gods,": 1172,
    "Heroes,": 1173,
    "Fables,": 1174,
    "Traditions": 1175,
    "North,\"": 1176,
    "history": 1177,
    "somewhat": 1178,
    "differently": 1179,
    "given.": 1180,
    "daughter": 1181,
    "Swede,": 1182,
    "Sigurd,": 1183,
    "three": 1184,
    "old;": 1185,
    "charge": 1186,
    "Heimer,": 1187,
    "removed": 1188,
    "Norway.": 1189,
    "murdered": 1190,
    "man": 1191,
    "woman": 1192,
    "Ake": 1193,
    "Grima,": 1194,
    "took": 1195,
    "Aslauga": 1196,
    "sheep.": 1197,
    "sailing": 1198,
    "past": 1199,
    "fleet": 1200,
    "piratical": 1201,
    "expedition,": 1202,
    "harbour,": 1203,
    "sent": 1204,
    "men": 1205,
    "bake": 1206,
    "bread;": 1207,
    "rovers": 1208,
    "struck": 1209,
    "beauty,": 1210,
    "occupied": 1211,
    "admiring": 1212,
    "her,": 1213,
    "forgot": 1214,
    "bread,": 1215,
    "accordingly": 1216,
    "burned.": 1217,
    "When": 1218,
    "returned": 1219,
    "board,": 1220,
    "enraged": 1221,
    "carelessness;": 1222,
    "wrath": 1223,
    "mollified": 1224,
    "disaster,": 1225,
    "and,": 1226,
    "handsome": 1227,
    "named": 1228,
    "Thora,": 1229,
    "determined": 1230,
    "see": 1231,
    "beauty": 1232,
    "caused": 1233,
    "damage": 1234,
    "bread.": 1235,
    "therefore": 1236,
    "royal": 1237,
    "board": 1238,
    "ship,": 1239,
    "alone.": 1240,
    "promised": 1241,
    "obey,": 1242,
    "next": 1243,
    "appearance": 1244,
    "alongside": 1245,
    "vessel": 1246,
    "fishing-boat,": 1247,
    "accompanied": 1248,
    "fierce": 1249,
    "Nothing,": 1250,
    "however,": 1251,
    "induce": 1252,
    "ascend": 1253,
    "sea-king’s": 1254,
    "ship;": 1255,
    "Regnar,": 1256,
    "failing": 1257,
    "persuasions,": 1258,
    "probably": 1259,
    "active": 1260,
    "means": 1261,
    "getting": 1262,
    "dog": 1263,
    "hand.": 1264,
    "immediately": 1265,
    "killed,": 1266,
    "damsel": 1267,
    "shore.": 1268,
    "interview": 1269,
    "won": 1270,
    "susceptible": 1271,
    "heart": 1272,
    "warrior-king,": 1273,
    "terms.": 1274,
    "queen,": 1275,
    "more.": 1276,
    "stipulated": 1277,
    "continued,": 1278,
    "return": 1279,
    "again": 1280,
    "marry": 1281,
    "expiration": 1282,
    "year": 1283,
    "\"upon": 1284,
    "wings,\"": 1285,
    "version": 1286,
    "it.": 1287,
    "They": 1288,
    "married,": 1289,
    "festivities": 1290,
    "held": 1291,
    "court,": 1292,
    "became": 1293,
    "Morals": 1294,
    "manners": 1295,
    "must": 1296,
    "defective": 1297,
    "period,": 1298,
    "else": 1299,
    "stepped": 1300,
    "living": 1301,
    "Thora’s": 1302,
    "place.": 1303,
    "maintained": 1304,
    "sea-king": 1305,
    "rest": 1306,
    "life;": 1307,
    "murder,": 1308,
    "chief": 1309,
    "composed": 1310,
    "poem": 1311,
    "memory,": 1312,
    "Lay,": 1313,
    "Lament": 1314,
    "Kraaka.\"": 1315,
    "couple": 1316,
    "among": 1317,
    "disputed": 1318,
    "point": 1319,
    "Lodbrok’s": 1320,
    "\"Death": 1321,
    "Song\"": 1322,
    "composition,": 1323,
    "Skald,": 1324,
    "production": 1325,
    "widowed": 1326,
    "Aslauga.": 1327,
    "kings": 1328,
    "chieftains": 1329,
    "not,": 1330,
    "generally": 1331,
    "historians,": 1332,
    "bard": 1333,
    "retainers,": 1334,
    "books": 1335,
    "manuscripts": 1336,
    "rare,": 1337,
    "newspapers": 1338,
    "periodicals": 1339,
    "days": 1340,
    "chronicle": 1341,
    "passing": 1342,
    "events,": 1343,
    "land": 1344,
    "sea": 1345,
    "kings,": 1346,
    "note,": 1347,
    "glad": 1348,
    "deeds": 1349,
    "blazoned": 1350,
    "abroad,": 1351,
    "handed": 1352,
    "posterity,": 1353,
    "songs": 1354,
    "Sagas": 1355,
    "bards,": 1356,
    "equally": 1357,
    "welcome": 1358,
    "guests": 1359,
    "halls": 1360,
    "Jarl’s": 1361,
    "castle,": 1362,
    "substantial": 1363,
    "abodes": 1364,
    "thriving": 1365,
    "burghers,": 1366,
    "hut": 1367,
    "peasant.": 1368,
    "These": 1369,
    "northern": 1370,
    "whose": 1371,
    "recitations,": 1372,
    "doubtless,": 1373,
    "blended": 1374,
    "fables": 1375,
    "truths,": 1376,
    "minnesingers,": 1377,
    "troubadours,": 1378,
    "wandering": 1379,
    "minstrels": 1380,
    "southern": 1381,
    "lands.": 1382,
    "court": 1383,
    "mentioned": 1384,
    "history,": 1385,
    "Thorbiorn": 1386,
    "Hornklofe,": 1387,
    "poet-laureate": 1388,
    "Harald": 1389,
    "Haarfager,": 1390,
    "famous": 1391,
    "achievements": 1392,
    "adventures": 1393,
    "love,": 1394,
    "remarkable": 1395,
    "hair,": 1396,
    "which,": 1397,
    "writer,": 1398,
    "\"could": 1399,
    "compared": 1400,
    "silk": 1401,
    "gold,": 1402,
    "tied": 1403,
    "knots,": 1404,
    "confined": 1405,
    "belt.\"": 1406,
    "geographer": 1407,
    "lived": 1408,
    "\"Other.\"": 1409,
    "born": 1410,
    "Heligoland.": 1411,
    "K?mpeviser,": 1412,
    "heroic": 1413,
    "songs,": 1414,
    "continued": 1415,
    "ballads": 1416,
    "esteemed.": 1417,
    "reign": 1418,
    "Christian": 1419,
    "IV.": 1420,
    "1588": 1421,
    "1648,": 1422,
    "ballads,": 1423,
    "collected": 1424,
    "clergyman,": 1425,
    "Anders": 1426,
    "Sorensen": 1427,
    "Vedel.": 1428,
    "Snorro": 1429,
    "Sturleson,": 1430,
    "1178,": 1431,
    "authors;": 1432,
    "Icelander": 1433,
    "high": 1434,
    "Sneedorff,": 1435,
    "grandson": 1436,
    "Semund": 1437,
    "Frode,": 1438,
    "surnamed": 1439,
    "Wise.": 1440,
    "prose": 1441,
    "\"Edda\"": 1442,
    "ascribed": 1443,
    "author": 1444,
    "\"Heimskringla,\"": 1445,
    "fabulous,": 1446,
    "commencing": 1447,
    "Odin,": 1448,
    "ending": 1449,
    "Magnus": 1450,
    "Erlingson,": 1451,
    "1176.": 1452,
    "twelfth": 1453,
    "flourished": 1454,
    "trio": 1455,
    "Denmark:": 1456,
    "Archbishop": 1457,
    "Absalon,": 1458,
    "Lund;": 1459,
    "secretary,": 1460,
    "Saxo-Grammaticus;": 1461,
    "Svend": 1462,
    "Sweyn": 1463,
    "Aagesen,—all": 1464,
    "whom": 1465,
    "historians.": 1466,
    "reigns": 1467,
    "Waldemar": 1468,
    "I.,": 1469,
    "Knud,": 1470,
    "Canute": 1471,
    "VI.": 1472,
    "From": 1473,
    "period": 1474,
    "brilliant": 1475,
    "Waldemars,": 1476,
    "occurred": 1477,
    "interregnum": 1478,
    "Denmark.": 1479,
    "age": 1480,
    "until": 1481,
    "advent": 1482,
    "throne": 1483,
    "1478,": 1484,
    "founded": 1485,
    "university": 1486,
    "Copenhagen;": 1487,
    "note": 1488,
    "sixteenth": 1489,
    "Lyschander,": 1490,
    "historiographer": 1491,
    "IV.,": 1492,
    "Petreius,": 1493,
    "Arild": 1494,
    "Hvitfelt,": 1495,
    "Niels": 1496,
    "Krag,": 1497,
    "Olaus": 1498,
    "Wormius,": 1499,
    "Caspar": 1500,
    "Bartholin": 1501,
    "sons,": 1502,
    "Stephanius,": 1503,
    "Arngrim": 1504,
    "Jonsen,": 1505,
    "Icelander,": 1506,
    "Arreboe,": 1507,
    "poetry,": 1508,
    "1637,": 1509,
    "mathematician": 1510,
    "astronomer,": 1511,
    "Tycho": 1512,
    "Brahe,": 1513,
    "1546,": 1514,
    "descended": 1515,
    "illustrious": 1516,
    "Scania.": 1517,
    "Brahe": 1518,
    "uncle,": 1519,
    "George": 1520,
    "paid": 1521,
    "education,": 1522,
    "commenced": 1523,
    "such": 1524,
    "early": 1525,
    "age,": 1526,
    "seven": 1527,
    "wrote": 1528,
    "Latin": 1529,
    "verses.": 1530,
    "thirteen": 1531,
    "Copenhagen": 1532,
    "university,": 1533,
    "astronomical": 1534,
    "soon": 1535,
    "itself;": 1536,
    "contain": 1537,
    "observations,": 1538,
    "boy": 1539,
    "sixteen,": 1540,
    "eclipses,": 1541,
    "lightning,": 1542,
    "&c.,": 1543,
    "preserved.": 1544,
    "youth": 1545,
    "Leipsic,": 1546,
    "whither": 1547,
    "young": 1548,
    "gentleman": 1549,
    "Vedel,": 1550,
    "before": 1551,
    "collector": 1552,
    "subsequently": 1553,
    "historiographer.": 1554,
    "himself": 1555,
    "assiduously": 1556,
    "astromomy,": 1557,
    "chemistry,": 1558,
    "mathematics,": 1559,
    "astrology,": 1560,
    "casting": 1561,
    "nativities.": 1562,
    "clever": 1563,
    "rational": 1564,
    "should": 1565,
    "wasted": 1566,
    "last-mentioned": 1567,
    "pursuits,": 1568,
    "provoke": 1569,
    "smile": 1570,
    "derision": 1571,
    "enlightened": 1572,
    "days;": 1573,
    "remembered": 1574,
    "astronomer": 1575,
    "existed": 1576,
    "sort": 1577,
    "second": 1578,
    "chaos": 1579,
    "knowledge;": 1580,
    "truth": 1581,
    "struggling": 1582,
    "break": 1583,
    "forth": 1584,
    "heavy": 1585,
    "clouds": 1586,
    "superstition,": 1587,
    "error,": 1588,
    "barbarism;": 1589,
    "brightest": 1590,
    "intellects": 1591,
    "obscured": 1592,
    "darkness": 1593,
    "prevailed": 1594,
    "Whole": 1595,
    "nights": 1596,
    "youthful": 1597,
    "open": 1598,
    "air,": 1599,
    "observing": 1600,
    "stars;": 1601,
    "continuing": 1602,
    "favourite": 1603,
    "sciences.": 1604,
    "were,": 1605,
    "demeaned": 1606,
    "occupations;": 1607,
    "had,": 1608,
    "consequence,": 1609,
    "disagreeables": 1610,
    "encounter,": 1611,
    "Germany.": 1612,
    "Rostock,": 1613,
    "met": 1614,
    "chance": 1615,
    "nobleman,": 1616,
    "Manderup": 1617,
    "Parsbierg,": 1618,
    "wedding-feast;": 1619,
    "unluckily": 1620,
    "quarrelled;": 1621,
    "shortly": 1622,
    "Christmas": 1623,
    "entertainment,": 1624,
    "quarrel": 1625,
    "renewed.": 1626,
    "Parsbierg": 1627,
    "drew": 1628,
    "sword,": 1629,
    "followed": 1630,
    "example;": 1631,
    "skilled": 1632,
    "weapon": 1633,
    "mathematical": 1634,
    "instruments,": 1635,
    "fray,": 1636,
    "severely": 1637,
    "wounded": 1638,
    "face,": 1639,
    "nose": 1640,
    "chopped": 1641,
    "off": 1642,
    "sword-cut": 1643,
    "adversary.": 1644,
    "After": 1645,
    "that,": 1646,
    "travelled": 1647,
    "Germany": 1648,
    "Italy,": 1649,
    "wherever": 1650,
    "acquirements": 1651,
    "admired.": 1652,
    "<PAD>": 1653,
    "<UNK>": 1654
}